#ifndef _menu_h_
#define _menu_h_
void Menu()
{
		printf("		银行排号叫号模拟系统功能菜单			\n\n");
		printf("===================================================\n\n");
		printf("\t1：签到上班\n\n");
		printf("\t2：取号\n\n");
		printf("\t3：叫号\n\n");
		printf("\t4：清空\n\n");
		printf("\t0：签退下班\n\n");
		printf("\t请按键选择，回车确定\n");
		printf("===================================================");
	
}

void chose()
{
		printf("		选择结构				\n\n");
		printf("===================================================\n\n");
		printf("\t1：链式\n\n");
		printf("\t2：顺序式\n\n");
		printf("\t0：退出\n\n");
		printf("\t请按键选择，回车确定\n");
		printf("===================================================");

}
#endif
